import sample from "@/assets/home/sample.png";

export const PostContent = () => {
    return (
        <div>
            <img src={sample} className="w-full h-[600px] object-cover" alt="본문 이미지" />

            <section className="mt-20 px-[103px]">
                <h2 className="text-[32px] font-bold mb-4">첫 해커톤을 나간 우리들~</h2>
                <div className="flex flex-col text-xl leading-[150%] text-[#1b1b1b] gap-5">
                    <p>
                        전라북도 군산 명월동에서 진행된 {"<"}맥심골목{">"} 프로모션을 위해 우리는
                        오프라인과 온라인 경험을 이어줄 아이디어가 필요했고, 맥심골목을 방문한
                        사용자들이 9개의 주요 지정 장소를 돌아다니며 디지털 스탬프를 수집하고 빙고를
                        완성하는 참여형 이벤트를 기획했습니다. 지정된 장소마다 특별히 제작된 디지털
                        스탬프를 비치해두고 이는 사용자의 {"<"}맥심 마이 포인트{">"}앱을 통해
                        작동하도록 특별히 설계되었습니다.
                    </p>

                    <p>
                        실물 스탬프를 사용하는 경험은 실제로 골목을 걷는 야외 경험과 자연스레
                        결합되었고, 디지털 경험으로 전환될 수 있는 중요한 경험 설계였습니다.
                    </p>

                    <p>
                        스탬프는 한 손에 쥘 수 있는 크기를 가지며 동시에 모든 종류의 스마트폰 화면에
                        찍을 수 있는 크기를 만족해야 했습니다. 또한 별도의 전자장치를 이용하지 않고
                        작동할 수 있도록 우리는 기기의 멀티터치 기능을 응용하기로 했습니다. 스탬프를
                        손에 쥔 상태로 터치가 가능하기 위해서는 전도성 소재를 이용해야 했는데,
                        알루미늄 소재는 높은 전도성뿐만 아니라 높은 가공성 또한 갖춘 소재로서
                        채택되었습니다.
                    </p>

                    <p>
                        9개의 각기 다른 공간에 비치될 디지털 스탬프는 각각의 고유한 값을 전달할 수
                        있어야 합니다. 이를 위해 우리는 9개의 동일한 금속 스탬프를 준비하고 그에
                        결합하여 사용할 수 있는 전도성 범폰을 이용해 특정한 패턴을 부여했습니다.
                    </p>
                </div>
            </section>

            <section className="mt-14 px-[103px]">
                <h2 className="text-[32px] font-bold mb-4">밤새는거 힘들다 ㄷㄷ</h2>
                <div className="flex flex-col text-xl leading-[150%] text-[#1b1b1b] gap-5">
                    <p>
                        전라북도 군산 명월동에서 진행된 {"<"}맥심골목{">"} 프로모션을 위해 우리는
                        오프라인과 온라인 경험을 이어줄 아이디어가 필요했고, 맥심골목을 방문한
                        사용자들이 9개의 주요 지정 장소를 돌아다니며 디지털 스탬프를 수집하고 빙고를
                        완성하는 참여형 이벤트를 기획했습니다. 지정된 장소마다 특별히 제작된 디지털
                        스탬프를 비치해두고 이는 사용자의 {"<"}맥심 마이 포인트{">"}앱을 통해
                        작동하도록 특별히 설계되었습니다.
                    </p>

                    <p>
                        실물 스탬프를 사용하는 경험은 실제로 골목을 걷는 야외 경험과 자연스레
                        결합되었고, 디지털 경험으로 전환될 수 있는 중요한 경험 설계였습니다.
                    </p>

                    <p>
                        스탬프는 한 손에 쥘 수 있는 크기를 가지며 동시에 모든 종류의 스마트폰 화면에
                        찍을 수 있는 크기를 만족해야 했습니다. 또한 별도의 전자장치를 이용하지 않고
                        작동할 수 있도록 우리는 기기의 멀티터치 기능을 응용하기로 했습니다. 스탬프를
                        손에 쥔 상태로 터치가 가능하기 위해서는 전도성 소재를 이용해야 했는데,
                        알루미늄 소재는 높은 전도성뿐만 아니라 높은 가공성 또한 갖춘 소재로서
                        채택되었습니다.
                    </p>

                    <p>
                        9개의 각기 다른 공간에 비치될 디지털 스탬프는 각각의 고유한 값을 전달할 수
                        있어야 합니다. 이를 위해 우리는 9개의 동일한 금속 스탬프를 준비하고 그에
                        결합하여 사용할 수 있는 전도성 범폰을 이용해 특정한 패턴을 부여했습니다.
                    </p>
                </div>
            </section>
            <div className="mt-20">
                <img src={sample} className="w-full h-[600px] object-cover" alt="본문 이미지" />
            </div>
            <section className="mt-20 px-[103px]">
                <h2 className="text-[32px] font-bold mb-4">첫 해커톤을 나간 우리들~</h2>
                <div className="flex flex-col text-xl leading-[150%] text-[#1b1b1b] gap-5">
                    <p>
                        전라북도 군산 명월동에서 진행된 {"<"}맥심골목{">"} 프로모션을 위해 우리는
                        오프라인과 온라인 경험을 이어줄 아이디어가 필요했고, 맥심골목을 방문한
                        사용자들이 9개의 주요 지정 장소를 돌아다니며 디지털 스탬프를 수집하고 빙고를
                        완성하는 참여형 이벤트를 기획했습니다. 지정된 장소마다 특별히 제작된 디지털
                        스탬프를 비치해두고 이는 사용자의 {"<"}맥심 마이 포인트{">"}앱을 통해
                        작동하도록 특별히 설계되었습니다.
                    </p>

                    <p>
                        실물 스탬프를 사용하는 경험은 실제로 골목을 걷는 야외 경험과 자연스레
                        결합되었고, 디지털 경험으로 전환될 수 있는 중요한 경험 설계였습니다.
                    </p>

                    <p>
                        스탬프는 한 손에 쥘 수 있는 크기를 가지며 동시에 모든 종류의 스마트폰 화면에
                        찍을 수 있는 크기를 만족해야 했습니다. 또한 별도의 전자장치를 이용하지 않고
                        작동할 수 있도록 우리는 기기의 멀티터치 기능을 응용하기로 했습니다. 스탬프를
                        손에 쥔 상태로 터치가 가능하기 위해서는 전도성 소재를 이용해야 했는데,
                        알루미늄 소재는 높은 전도성뿐만 아니라 높은 가공성 또한 갖춘 소재로서
                        채택되었습니다.
                    </p>

                    <p>
                        9개의 각기 다른 공간에 비치될 디지털 스탬프는 각각의 고유한 값을 전달할 수
                        있어야 합니다. 이를 위해 우리는 9개의 동일한 금속 스탬프를 준비하고 그에
                        결합하여 사용할 수 있는 전도성 범폰을 이용해 특정한 패턴을 부여했습니다.
                    </p>
                </div>
            </section>
        </div>
    );
};
