interface FAQItem {
    Q: string;
    A: string;
}

export const FAQList: FAQItem[] = [
    {
        Q: "멋쟁이사자처럼은 어떤 동아리인가요?",
        A: "멋쟁이사자처럼🦁은 개발, 디자인, 기획, 창업에 관심 있는 사람들이 모여 IT 서비스를 직접 기획하고 만들어보는 동아리예요!\n전국 대학에 지부가 있고, 실무 중심의 스터디랑 팀 프로젝트를 통해 같이 배우고, 같이 성장할 수 있는 기회가 가득해요 :)\n아직 잘 몰라도 괜찮아요! 우리 다 같이 처음부터 만들어가요!"
    },
    {
        Q: "어떤 활동을 하나요?",
        A: "멋사에서는 총 5개의 파트(프론트엔드, 백엔드, AI, 디자인, 기획)로 나뉘어서\n각 파트마다 운영진이 준비한 세션을 통해 기초부터 차근차근 배워요!\n세션은 강의 + 실습형으로 진행되기 때문에 이론만 듣고 끝나는 게 아니라, 바로 만들어보며 배울 수 있어요.\n그 외에도 해커톤, 아이디어톤, MT 같은 다양한 활동이 준비돼 있어서 재밌게 배우고, 진짜 팀처럼 함께 프로젝트도 해볼 수 있어요!"
    },
    {
        Q: "멋사 동아리의 분위기는 어떤가요?",
        A: "멋사 분위기는 진짜 따뜻해요! 서로 모르는 걸 묻는 걸 부끄러워하지 않고, 같이 배우는 걸 당연하게 여기는 문화예요.\n성장하고 싶은 사람들끼리 모여서 서로 도와주고, 응원해주고, 끌어주는 분위기라 처음 오는 사람도 금방 적응할 수 있어요:)\n실력보다 중요한 건 ‘함께하려는 마음’이에요"
    },
    {
        Q: "신입 기수 모집은 언제 하나요?",
        A: "멋사는 1학기 초(3월)에 새 친구들을 맞이해요!\n인스타그램이나 홈페이지에 모집 공고가 올라오니까, 그 시기에 꼭 확인해 주세요 :) \n새로운 시작을 기다리는 여러분을 저희도 기다리고 있어요!"
    },
    {
        Q: "어떤 사람을 뽑나요?",
        A: "잘하는 사람보다는, 같이 배우고, 성장하고 싶은 사람을 기다리고 있어요 💡\n실력보다 더 중요한 건 서로 배우고 도우며 함께 할 수 있는 마음이에요!\n열정과 책임감, 팀워크를 가진 분이라면 누구든지 환영입니다 :)"
    },
    {
        Q: "비전공자도 지원할 수 있나요?",
        A: "물론이죠! 멋사에는 비전공자분들도 정말 많아요.\n처음부터 하나씩 배우는 문화가 잘 자리 잡혀 있어서 '나만 모르면 어떡하지?'걱정하지 않으셔도 돼요.\n배우고 싶은 마음만 있다면, 누구든지 함께할 수 있어요 🧡"
    },
    {
        Q: "어떤 기술을 배우게 되나요?",
        A: "과기대 멋사에서는 총 5개의 파트가 있어요! 각 파트마다 운영진이 직접 준비한 세션을 통해 기초부터 함께 배워요 🙌\n    •기획: 아이디어 구체화, 서비스 흐름 설계 등\n    •디자인: Figma, UI/UX 기획, 프로토타입 제작\n    •프론트엔드: HTML, CSS, JavaScript, React\n    •백엔드: Spring, Express, DB\n    •AI: Python, 머신러닝, 모델 구현\n강의형 + 실습형 세션이 함께 진행되기 때문에 이론을 듣고, 곧바로 직접 만들어보며 배울 수 있어요!"
    },
    {
        Q: "기초가 전혀 없는데 따라갈 수 있나요?",
        A: "완전 처음이어도 괜찮아요! 멋사에는 처음 개발하거나 디자인을 접하는 분들도 정말 많아요.\n운영진이 준비한 파트별 세션과 함께, 팀원들끼리도 서로 도우며 배우는 분위기라 걱정 없이 시작할 수 있어요 🧡\n‘잘하는 사람’보다 ‘함께 배우고 싶은 사람’을 더 환영해요 :)"
    },
    {
        Q: "내야하는 회비가 있나요?",
        A: "네, 멋사에서는 활동을 원활하게 운영하기 위해 회비 35,000원 을 받고 있어요!\n이 회비는 굿즈 제작, 해커톤, MT 등 우리만의 특별한 행사와 활동에 소중하게 사용돼요 :)\n정확한 금액은 모집 공고에서 안내되며,\n회비 내역은 구글 시트나 모임 계좌 내역을 통해 멤버들이 직접 확인할 수 있도록 투명하게 공개돼요!"
    },
    {
        Q: "졸업 후에도 활동할 수 있나요?",
        A: "정식 멤버 활동은 학부생을 기준으로 하지만, 멋사의 인연은 졸업해도 끝나지 않아요 💫\nOB가 되어 멘토링이나 네트워킹 행사에 계속 참여하면서 후배들과 따뜻하게 이어질 수 있어요!\n졸업 후에도 함께할 수 있는 기회가 있다는 게 멋사의 매력이에요 :)"
    }
];
