export const InterviewList = [
    {
        id: 1,
        title: "멋사 활동을 통해 디자이너, 개발자와 소통하는 방법을 배웠어요! ",
        content:
            "다양한 학과와 분야의 사람들과 소통하며, 저 역시 많이 성장하는 한 해가 된거 같아요. 너무 멋지고 열정이 많은 동료들과 함께 프로젝트를 할 수 있어서 좋았습니다. 내년에도 또 하고 싶어요!!",
        name: "전민경",
        role: "13기 기획"
    },
    {
        id: 2,
        title: "어느 변덕스러운 우연이, 때로는 지친 타인이, 그리고..",
        content:
            "그리고 무엇보다 자신이 자신에게 모질게 대할 수 있으므로 마음 단단히 먹기 바랍니다.우리가 생각해왔던 나중에 나는 어떤 인생을 살까에 대한 질문에 우리의 하루하루가, 그리고 오늘의 매일매일이 정답을 결정합니다. 멋사를 다니고 내 인생이 바꼈다",
        name: "안정후",
        role: "12기 백엔드"
    },
    {
        id: 3,
        title: "2024년에 처음으로 피그마를 다뤄봤는데 지금은 고수가 됐어요! ",
        content:
            "새롭고 다양한 분야의 사람들과 협업 기술을 배우고 뜻깊은 경험을 했던 것 같아 지난 한 해가 너무 즐거워서 2025년에도 멋대에 들어왔어요!",
        name: "최성희",
        role: "12기 디자인"
    },
    {
        id: 4,
        title: "작년 멋쟁이사자처럼 12기 활동을 통해 정말 많은 것을 얻었어요.",
        content:
            "좋은 사람들과의 만남은 물론이고, 기획자와 개발자분들과 직접 소통하고 협업하면서 제가 미처 몰랐던 부족한 점들을 깨달을 수 있었거든요. 특히 디자인만 독립적으로 하는 것이 아니라, 실제 개발 상황과 제약사항들을 고려하면서 디자인해야 한다는 걸 체감하게 되었고, 그 과정에서 한층 더 성장하는 저 자신을 발견할 수 있었어요. 혼자서는 절대 할 수 없는 프로젝트들을 팀으로 완성해내는 경험이 특히 값졌습니다. 평소 저는 스스로에게 어떤 목표나 동기가 명확하게 주어져야 움직이는 성향인데, 멋사 활동이 그런 원동력 역할을 해주더라고요. 팀 프로젝트라는 책임감과 함께 협업하는 분들께 폐를 끼치지 않으려는 마음이 저를 더 열심히 하게 만들었던 것 같아요. 그래서 이 모든 경험이 너무 소중하고 좋아서, 망설임 없이 13기에도 지원해서 지금까지 활동하고 있습니다. 계속해서 더 나은 디자이너가 되기 위해 노력하고 있고, 앞으로도 멋사와 함께 성장해나가고 싶어요!",
        name: "박진아",
        role: "12기 디자인"
    },
    {
        id: 5,
        title: "멋쟁이 사자처럼 활동을 시작하기 전까지는 협업에 대한 두려움이 있어...",
        content:
            "하지만 멋사에 들어온 후 기획, 디자인, 프론트엔드, 백엔드, AI 등 다양한 분야의 사람들과 팀을 이루어 함께 프로젝트를 진행하면서, 협업의 즐거움과 개발의 본질적인 재미를 알게 되었습니다.각자의 역할에서 최선을 다하며 하나의 서비스를 완성해가는 과정은 정말 값지고 인상 깊은 경험이었고, 무엇보다 개발 이야기를 마음껏 나눌 수 있는 동료들을 만날 수 있어 행복했습니다. 멋사는 기술뿐만 아니라 사람과의 연결, 팀워크의 중요성을 배울 수 있었던 소중한 경험이었습니다.",
        name: "고지완",
        role: "13기 백엔드"
    },
    {
        id: 6,
        title: "작년에 이어 올해도 디자인 파트를 맡아 활동하고 있습니다!",
        content:
            "멋쟁이 사자처럼에서 열정 넘치는 많은 분들과 함께 하며 자극도 많이 받고 디자인 포트폴리오도 많이 쌓을 수 있었어요! 이번 활동에서 역시 다양한 분야의 분들과 협업하면서 많이 배우고 있습니다:) 다들 멋사 활동을 통해 많이 성장했으면 좋겠습니다!",
        name: "이예한",
        role: "12기 디자인"
    },
    {
        id: 7,
        title: "인공지능 지식만 습득하는 것이 아니라 직접 실습해보고 협업하는 능력을...",
        content:
            "학과 수업에서 쌓는 것보다 더 많은 포트폴리오를 쌓을 수 있습니다!또한 기획, 디자인, 프론트, 백엔드와 협업하면서 모두가 같이 있기에 든든함을 느끼는 중입니다! 모두의 노력이 있기에 멋진 서비스를 만들어 갈 수 있고, 꿈을 위해 노력하는 모습이 너무 멋진 분들과 소중한 인연을 맺을 수 있어서 너무 기쁩니다! 여러분도 멋사에서 꼭 경험해보시길 바랍니다!",
        name: "임가영",
        role: "13기 AI"
    },
    {
        id: 8,
        title: "멋쟁이사자처럼 활동을 통해 다양한 AI 툴을 직접 다뤄보고, 이를 실제...",
        content:
            "혼자 공부할 때는 느낄 수 없었던 협업의 과정과 소통의 중요성을 몸소 체감할 수 있었고, 그 자체로도 정말 소중한 기회였다고 생각해요.특히 기획자, 디자이너, 프론트엔드, 백엔드 파트 친구들과 함께 하나의 서비스를 완성해나가는 전 과정을 함께하며, 여러 분야에 대한 시야가 넓어지고 새로운 관점을 많이 배울 수 있었던 뜻깊은 시간이었습니다!",
        name: "조한별",
        role: "13기 AI"
    }
];
