export const InterviewList = [
    {
        id: 1,
        title: "1멋사에 오고 인생이 바뀌었다! 포폴이 진짜 많아졌어요!",
        content:
            "컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. 다른 사이트에서 컬러 베리에이션을 하고 가져와서 하나씩 입력을 했다. Tailwind Color Generator 는 선택한 색상을 500으로 두고 100 ~ 900 까지 색상을 베리에이션해서 스타일로 등록해준다.컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. ",
        name: "박진아",
        role: "디자이너"
    },
    {
        id: 2,
        title: "2멋사에 오고 인생이 바뀌었다! 포폴이 진짜 많아졌어요!",
        content:
            "컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. 다른 사이트에서 컬러 베리에이션을 하고 가져와서 하나씩 입력을 했다. Tailwind Color Generator 는 선택한 색상을 500으로 두고 100 ~ 900 까지 색상을 베리에이션해서 스타일로 등록해준다.컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. 다른 사이트에서",
        name: "박진아",
        role: "디자이너"
    },
    {
        id: 3,
        title: "멋냥냥 최고다옹!",
        content: "냥냥~ 야옹야옹~ 냥냥냥! 야아아옹~ 냥야 냥야~ 꾹꾹 냥냥~ 야옹야옹 냥냥냥!",
        name: "박조아",
        role: "프론트엔드"
    },
    {
        id: 4,
        title: "코딩은 야옹의 길",
        content: "야옹~ 냥! 냥야옹 냥냥~ 야옹냥냥~ 냥냥냥 야야야~ 냥~ 야옹야옹! 냥냥!",
        name: "노경인",
        role: "프론트엔드"
    },
    {
        id: 5,
        title: "5개발인생 쫙 폇네요 ㄷㄷ 개발자로 좋은데 취업햇네요 ㄷㄷ",
        content:
            "컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. 다른 사이트에서 컬러 베리에이션을 하고 가져와서 하나씩 입력을 했다. Tailwind Color Generator 는 선택한 색상을 500으로 두고 100 ~ 900 까지 색상을 베리에이션해서 스타일로 등록해준다.컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. 다른 사이트에서컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. 다른 사이트에서 컬러 베리에이션을 하고 가져와서 하나씩 입력을 했다. Tailwind Color Generator 는 선택한 색상을 500으로 두고 100 ~ 900 까지 색상을 베리에이션해서 스타일로 등록해준다.컬러 시스템을 만들어주는 플러그인. 이런 게 있을 법한테 지금까지 몰랐다. 다른 사이트에서",
        name: "박진아",
        role: "디자이너"
    }
];
